Repository: torstefan/wicd
Catalog: debian/wicd-po/*.po
Languages: de_de, el_gr, es_es, es_gl, he_he, it_it, ja_ja, ko_kr, nl_nl, no_no, ro_ro

source: This network requires encryption to be enabled.
de_de: Dieses Netzwerk benötigt eine aktivierte Verschlüsselung.
el_gr: Το δίκτυο απαιτεί ενεργοποιημένη κρυπτογράφηση.
es_es: Esta red necesita tener habilitada la opción de cifrado.
es_gl: Esta rede require encriptación pàra conectarse.
he_he: רשת זו דורשת הפעלת הצפנה
it_it: Questa rete richiede l'abilitazione della cifratura
ja_ja: このネットワークに接続するのために暗号化を有効にすることが必要です。
ko_kr: 이 네트워크는 암호화를 해야 합니다.
nl_nl: Voor dit netwerk moet versleuteling ingeschakeld zijn.
no_no: Dette nettverket krever kryptering for tilkobling.
ro_ro: Această reţea necesită folosirea unei criptări.

source: To avoid various complications, wicd-curses does not support directly editing the scripts directly. However, you can edit them manually. First, (as root)", open the "$A" config file, and look for the section labeled by the $B in question. In this case, this is:
es_es: Para evitar diversas complicaciones, wicd-curses no admite la edición directa de las secuencias de ordenes. Usted puede editarlas manualmente. En primer lugar, como root, abra el archivo de configuración "$A" y busque la sección etiquetada como $B de que se trate. En este caso, se trata de:

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
de_de: Um eine Verbindung zu einem kabelgebundenen Netzwerk herzustellen, müssen Sie ein Netzwerkprofil erstellen. Geben Sie einen Namen für das Netzwerk ein und klicken Sie auf Hinzufügen.
el_gr: Για ενσυρματη συνδεση, απαιτειται προφιλ δικτυου. Για δημιουργια προφιλ, πληκτρολογηστε ενα ονομα για περιγραφη και πιεστε Προσθηκη...
es_es: Para conectarse a una red cableada, debe crear un perfil de red. Para hacerlo, escriba un nombre que describa la red y pulse Añadir.
es_gl: Para conectarse a unha rede por cabo, debe crear un perfil de rede. Para crear un perfil, escriba un nome que describa a rede e prema en «Engadir».
he_he: על מנת להתחבר לרשת חוטית יש ליצור פרופיל רשת. על מנת ליצור פרופיל רשת , הזן שם המתאר רשת זו ולחץ על "הוסף".
it_it: Per connettersi ad una rete cablata è necessario creare un profilo di rete. Per creare un profilo di rete, inserire un nome descrittivo della rete e premere Aggiungi.
ja_ja: 有線ネットワークを接続するために、先ずネットワークプロファイルを追加してください。このネットワークの名前を入力して、「Add]を押してください
ko_kr: 유선 네트워크에 연결하기 위해서는 여러분은 반드시 네트워크 프로파일을 만들어야 합니다.
nl_nl: Om verbinding met een bedraad netwerk te maken, moet u een netwerkprofiel creëren. Vul een beschrijvende naam in voor dit netwerk en klik op Toevoegen.
no_no: For å koble til nettverk med kabel, må du først lage en nettverksprofil. For å lage denne, skriv inn et navn som beskriver nettverket du vil koble til, og trykk "legg til".
ro_ro: Pentru conectarea la o reţea prin fir este necesar un profil de reţea. Pentru a crea un profil de reţea tastaţi un nume care descrie această reţea şi apăsaţi butonul Add.

source: Unsecured
de_de: Ungesichert
el_gr: Ανασφαλης
es_es: No segura
es_gl: Non segura
he_he: לא מאובטח
it_it: Non cifrata
ja_ja: 非セキュア
ko_kr: 암호화되지 않은
nl_nl: Onbeveiligd
no_no: Usikret
ro_ro: Neasigurat

source: Use Encryption
de_de: Verschlüsselung verwenden
el_gr: χρηση Κρυπτογραφησης
es_es: Utilizar cifrado
es_gl: Usar encriptación
he_he: השתמש בהצפנה
it_it: Utilizza cifratura
ja_ja: 暗号を利用する
ko_kr: 암호화 기능을 사용합니다.
nl_nl: Versleuteling gebruiken
no_no: Bruk kryptering
ro_ro: Foloseşte criptare

source: Use Encryption (WEP only)
de_de: Verschlüsselung verwenden (nur WEP)
el_gr: Χρηση κρυπτογραφησης (μονο WEP)
es_es: Utilizar cifrado (sólo WEP)
es_gl: Usar encriptación (só WEP)
he_he: השתמש בהצפנה (WEP בלבד)
it_it: Usa cifratura (solo WEP)
ja_ja: 暗号化を利用する（WEPのみ）
ko_kr: 암호화 사용 (WEP 전용)
nl_nl: Versleuteling gebruiken (alleen WEP)
no_no: Bruk kryptering (bare WEP)
ro_ro: Foloseşte criptare (doar WEP)

source: Use Static DNS
de_de: Statischen DNS verwenden
el_gr: χρηση στατικων DNS
es_es: Utilizar DNS estático
es_gl: Usar IP dinámica
he_he: השתמש ב-DNS סטאטי
it_it: Utilizza DNS statici
ja_ja: スタティックDNSを使用する
ko_kr: 고정된 DNS 주소를 사용합니다.
nl_nl: Statische DNS gebruiken
no_no: Bruk statisk DNS
ro_ro: Foloseşte DNS static

source: Use Static IPs
de_de: Statische IP-Adresse verwenden
el_gr: χρηση στατικων IP
es_es: Utilizar IP estática
es_gl: Usar IP estática
he_he: השתמש ב-IP סטאטי
it_it: Utilizza IP statici
ja_ja: スタティックIPを使用する
ko_kr: 고정된 IP 주소를 사용합니다.
nl_nl: Statische IP-adressen gebruiken
no_no: Bruk statisk IP
ro_ro: Foloseşte IP-uri statice

source: Use dBm to measure signal strength
de_de: Benutze dBm zur Bestimmung der Signalstärke
el_gr: Χρηση dBm για μετρηση ισχυος σηματος
es_es: Usar dBm para medir la intensidad de señal
es_gl: Usar dBm para medir a forza do sinal
he_he: השתמש ב-sBm למדידת עוצמת סיגנל
it_it: Usa i dBm per misurare la potenza del segnale
ja_ja: dBmとして無線強度を表示する
ko_kr: 신호 강도를 dBm으로 측정합니다.
nl_nl: dBm gebruiken voor weergave signaalsterkte
no_no: Bruk dBm for måling av signalstyrke
ro_ro: Foloseşte dBm pentru a măsura puterea semnalului

source: Use default profile on wired autoconnect
de_de: Benutze Standard-Profil für automatische Kabelverbindung
el_gr: Χρηση προεπιλ. προφιλ σε ενσυρματο δικτυο
es_es: Usar perfil de red por defecto al conectarse a red cableada
es_gl: Usar o perfil predeterminado para conexión automática
he_he: השתמש בפרופיל ברירת מחדל עבור חיבור חוטי
it_it: Profilo predefinito
ja_ja: 有線オートコネクトのとき、ディフォルトプロファイルを使用する
ko_kr: 유선 네트워크에 자동으로 연결할 때, 기본 프로파일을 사용합니다.
nl_nl: Standaardprofiel gebruiken bij automatische bedrade verbinding
no_no: Bruk automatisk standardprofil når du kobler til en kabel
ro_ro: Foloseşte profilul default la conectarea automată prin fir

source: Use global DNS servers
de_de: Globale DNS-Server verwenden
el_gr: Χρηση παγκοσμιων διακομιστων DNS
es_es: Usar servidores de DNS globales
es_gl: Usar servidores DNS globales
he_he: השתמש בשרתי DNS גלובאליים
it_it: Utilizza server DNS globali
ja_ja: グローバルDNSサーバーを利用する
ko_kr: 다른 DNS 서버를 사용합니다.
nl_nl: Globale DNS-servers gebruiken
no_no: Bruk globale DNS-tjenere
ro_ro: Foloseşte DNS-uri globale

source: Use last used profile on wired autoconnect
de_de: Zuletzt verwendetes Profil für automatische Kabelverbindung benutzen
el_gr: Χρηση τελευταιου χρησιμοποιημενου προφιλ σε επανασυνδεση
es_es: Utilizar el último perfil usado al conectarse a red cableada
es_gl: Usar o último perfil na reconexión inarámica
he_he: השתמש בפרופיל האחרון לחיבור חוטי
it_it: Ultimo profilo utilizzato
ja_ja: 有線オートコネクトのとき、また前回のプロファイルを使用する
ko_kr: 유선 네트워크에 자동으로 연결될 때, 마지막으로 쓰인 프로파일을 이용합니다.
nl_nl: Laatst gebruikte profiel gebruiken bij automatische bedrade verbinding
no_no: Bruk profilen du sist brukte når du kobler til kabel
ro_ro: Foloseşte ultimul profilul la conectarea automată prin fir

source: Use these settings for all networks sharing this essid
de_de: Diese Einstellungen für alle Netzwerke mit dieser ESSID verwenden
el_gr: Χρήση αυτών των ρυθμίσεων για όλα τα δίκτυα που μοιράζονται το essid
es_es: Utilice estos ajustes para todas las redes compartiendo este essid
es_gl: Usar estos axustes para todalas redes que comparten esta ESSID
he_he: השתמש בהגדרות אלה עבור כל הרשתות הפועלות תחת essid זה
it_it: Usa queste impostazioni per tutte le reti che condividono questo ESSID
ja_ja: このESSIDを共有するネットワークに同じな設定を使用する
ko_kr: 이 essid를 모든 네트워크에 공유하기 위해서는 이 설정을 사용하세요.
nl_nl: Instellingen gebruiken voor alle netwerken met deze ESSID
no_no: Bruk disse innstillingene for alle nettverkene som deler denne essid-en
ro_ro: Foloseşte aceste setări pentru toate reţelele care împart acest essid

source: Username
de_de: Benutzername
el_gr: Ονομα
es_es: Nombre de usuario
es_gl: Usuario
he_he: שם משתמש
it_it: Nome utente
ja_ja: ユーザ
ko_kr: 사용자 이름
nl_nl: Gebruikersnaam
no_no: Brukernavn
ro_ro: Nume utilizator

source: WPA Supplicant Driver
de_de: Treiber für WPA-Supplicant
el_gr: Οδηγος WPA
es_es: Controlador WPA supplicant
es_gl: Módulo «WPA Supplicant»
he_he: התקן תומך WPA
it_it: Driver WPA Supplicant
ja_ja: WPAサプリカントドライバ
ko_kr: WPA Supplicant 드라이버
nl_nl: WPA Supplicant-stuurprogramma
ro_ro: Driver WPA Supplicant

source: Wicd Curses Interface
es_es: Interfaz Wicd Curses

source: Wicd needs to access your computer's network cards.
de_de: Wicd muss auf die Netzwerkkarten des Rechners zugreifen können.
el_gr: Το WICD χρειαζεται προσβαση στις καρτες δικτυου του Η/Υ σας.
es_es: Wicd necesita acceder a la tarjetas de red de su equipo.
es_gl: Wicd precisa acceder á tarxeta de rede da computadora.
he_he: ל-Wicd דרושה גישה לכרטיסי הרשת במחשבך
it_it: Wicd deve poter accedere alle schede di rete del computer.
ja_ja: Wicdはネットワークカードをアクセスする必要があります。
ko_kr: Wicd는 여러분의 네트워크 카드에 접근할 필요가 있습니다.
nl_nl: Wicd moet toegang hebben tot netwerkkaarten van uw computer.
no_no: Wicd trenger tilgang til nettverkskortet i maskinen din.
ro_ro: Wicd are nevoie să acceseze plăcile de reţea ale calculatorului dvs.

source: Wired Autoconnect Setting:
de_de: Einstellungen für automatische Kabelverbindung:
el_gr: Ρυθμισεις Ενσυρματης Επανασυνδεσης:
es_es: Opciones de conexión automática a red cableada:
es_gl: Configuración de conexión automática por cabo
he_he: הגדרות התחברות אוטומטית חוטית:
it_it: Connessione cablata automatica:
ja_ja: 有線LANオートコネクト設定：
ko_kr: 유선 자동 연결 설정:
nl_nl: Instelling voor automatische bedrade verbinding:
no_no: Instilling for kablet autotilkobling
ro_ro: Setări conectare automată prin fir:

source: Wired Autoconnect Settings
es_es: Configuración de autoconexión de red cableada
no_no: Kablet Autotilkobling Innstillinger

source: Wired Interface
de_de: Kabelgebundener Netzwerkadapter
el_gr: Ενσυρματη συσκευη
es_es: Interfaz cableada
es_gl: Interface por cabo
he_he: ממשק חוטי
it_it: Interfaccia cablata
ja_ja: 有線インターフェース
ko_kr: 유선 네트워크 인터페이스
nl_nl: Bedrade interface
no_no: Nettverkskort for tilkobling med kabel
ro_ro: Interfaţă reţea prin fir

source: Wired Link Detection
de_de: Erkennung eines kabelgebundenen Netzwerks
el_gr: Ανίχνευση ενσύρματου δικτύου
es_es: Detección de enlace a red cableada
es_gl: Detección da ligazón por cabo
he_he: זיהוי חיבור חוטי
it_it: Rilevamento collegamento cablato
ja_ja: 有線リンクの検出
ko_kr: 유선 연결 찾기
nl_nl: Detecteren bedrade verbinding
no_no: Oppdagelse av kablet tilkobling
ro_ro: Detectare reţea prin fir

source: Wired Network
de_de: Kabelgebundenes Netzwerk
el_gr: Ενσυρματο Δικτυο
es_es: Red cableada
es_gl: Rede por cabo
he_he: חיבור חוטי
it_it: Rete cablata
ja_ja: 有線LANネットワーク
ko_kr: 유선 네트워크
nl_nl: Bedraad netwerk
no_no: Kablet nettverk
ro_ro: Reţea prin fir

source: Wired connection detected
de_de: Kabelnetzwerk erkannt
el_gr: Βρέθηκε ενσύρματη σύνδεση
es_es: Conexión a red cableada detectada
es_gl: Detectouse a conexión por cabo
he_he: זוהה חיבור חוטי
it_it: Trovata connessione cablata
ja_ja: 有線接続が検出されました
ko_kr: 유선 연결을 찾았습니다.
nl_nl: Bedrade verbinding gedetecteerd
no_no: Oppdaget kabeltilkobling
ro_ro: Conexiune prin fir detectată

source: Wireless Interface
de_de: Drahtloser Netzwerkadapter
el_gr: Ασυρματη συσκευη
es_es: Interfaz inalámbrica
es_gl: Interface inarámica
he_he: ממשק אלחוטי
it_it: Interfaccia wireless
ja_ja: 無線インターフェース
ko_kr: 무선 네트워크 인터페이스
nl_nl: Draadloze interface
no_no: Nettverkskort for trådløs tilkobling
ro_ro: Interfaţă reţea făra fir

source: Wireless Kill Switch Enabled
de_de: Drahtloser Kill-Schalter aktiviert
el_gr: Ενεργοποίηση του διακόπτη wifi
es_es: Interruptor de dispositivo inalámbrico activado
es_gl: Activado conmutador / parar conexión sen fíos
he_he: מתג כיבוי אלחוטי מאופשר
it_it: Interruttore di spegnimento della scheda wireless attivo
ja_ja: 無線切断スイッチが有効されています
ko_kr: 무선 자동 중지 스위치가 활성화됨
nl_nl: Knop verbreking draadloze verbinding actief
no_no: Trådløs hovedbryter skrudd av
ro_ro: killswitch-ul reţelei fără fir e activat

source: You should almost always use wext as the WPA supplicant driver
es_es: Casi siempre se debe utilizar wext como controlador WPA supplicant

source: wicd-curses does not support deleting the last wired profile. Try renaming it ('F2')
es_es: wicd-curses no soporta la eliminacion del ultimo perfil. Pruebe renombrandolo ('F2')

source: IP
de_de: IP-Adresse
no_no: IP-adresse
