Repository: torstefan/wicd
Catalog: debian/wicd-po/*.po
Languages: de_de, el_gr, es_es, es_gl, he_he, it_it, ja_ja, ko_kr, nl_nl, no_no, ro_ro

source: Activate Internet Connection Sharing
de_de: Erlaube Mitbenutzung der Internetverbindung
el_gr: Ενεργοποιηση Κοινης συνδεσης Ιντερνετ
es_es: Activar conexión compartida a internet
es_gl: Activar Conexión compartida a Internet
he_he: הפעל שיתוף חיבור אינטרנט
it_it: Attiva la condivisione della connessione Internet
ja_ja: インターネット接続の共有を有効にする
ko_kr: 인터넷 연결 공유 활성화
nl_nl: Internetverbinding delen activeren
no_no: Skru på deling av internettforbindelse
ro_ro: Activează împărţirea conexiunii Internet

source: Add a new profile
es_es: Crear nuevo perfil
no_no: Legg til ny profil

source: Add a new wired profile
es_es: Crear nuevo perfil de red cableada
no_no: Legg til en ny kablet profil

source: Advanced Settings
de_de: Erweiterte Einstellungen
el_gr: Προχωρημενες ρυθμισεις
es_es: Opciones avanzadas
es_gl: Axustes avanzados
he_he: הגדרות מתקדמות
it_it: Impostazioni avanzate
ja_ja: 高度な設定
ko_kr: 고급 설정
nl_nl: Geavanceerde instellingen
no_no: Avanserte innstillinger
ro_ro: Setări avansate

source: Always show wired interface
de_de: Kabelgebundenes Netzwerk immer anzeigen
el_gr: Δειχνε παντα ενσυρματες συσκευες
es_es: Mostrar siempre la interfaz cableada
es_gl: Amosar sempre a rede por cabo
he_he: הראה תמיד ממשק חוטי
it_it: Mostra sempre l'interfaccia cablata
ja_ja: 常に有線インターフェースを表示する
ko_kr: 항상 유선 네트워크 인터페이스를 보여줍니다.
nl_nl: Bedrade interface altijd weergeven
no_no: Vis alltid nettverkskort for tilkobling med kabel
ro_ro: Arată întotdeauna interfaţa reţea prin fir

source: Always switch to wired connection when available
es_es: Conectar siempre a red cableada cuando este disponible.

source: Anonymous Identity
de_de: Anonyme Identität
el_gr: Ανωνυμη ταυτοτητα
es_es: Identidad anónima
es_gl: Identidade anónima
he_he: זהות אנונימית
it_it: Identità anonima
ja_ja: 匿名識別
ko_kr: 익명
nl_nl: Anonieme identiteit
no_no: Anonym identitet
ro_ro: Anonim

source: Authentication
de_de: Authentifizierung
el_gr: Πιστοποιηση
es_es: Autenticación
es_gl: Autenticación
he_he: אימות נתונים
it_it: Autenticazione
ja_ja: 認証
ko_kr: 인증
nl_nl: Authenticatie
no_no: Autentikasjon
ro_ro: Autentificare

source: Automatic (recommended)
de_de: Automatisch (empfohlen)
el_gr: Αυτόματο (προτείνεται)
es_es: Automático (Recomendado)
es_gl: Automático (recomendado)
he_he: אוטומטית (מומלץ)
it_it: Automatico (Raccomandato)
ja_ja: 自動的(推奨します)
ko_kr: 자동 (추천)
nl_nl: Automatisch (aanbevolen)
no_no: Automatisk (anbefalt)
ro_ro: Automat (recomandat)

source: Automatic Reconnection
es_es: Reconexión automática
no_no: Automatisk

source: Automatically connect to this network
de_de: Automatisch mit diesem Netzwerk verbinden
el_gr: Αυτοματη συνδεση στο δικτυο
es_es: Conectarse automáticamente a esta red
es_gl: Conectar automáticamente a esta rede
he_he: התחבר לרשת זו אוטומטית
it_it: Connetti automaticamente a questa rete
ja_ja: このネットワークに自動的に接続する
ko_kr: 자동으로 인터넷에 연결합니다.
nl_nl: Automatisch verbinden met dit netwerk
no_no: Koble til dette nettverket automatisk
ro_ro: Conectare automată la această reţea

source: Automatically reconnect on connection loss
de_de: Bei Verbindungsabbruch automatisch neu verbinden
el_gr: Αυτοματη επανασυνδεση κατα την αποσυνδεση
es_es: Reconectarse automáticamente al perder la señal
es_gl: Voltar a conectar cando se perda a conexión
he_he: חדש החיבור לאחר אובדן תקשורת
it_it: Riconnetti automaticamente in caso di disconnessione
ja_ja: 接続中断された場合で自動的に再接続する
ko_kr: 연결이 끊겼을때, 자동으로 재접속을 합니다.
nl_nl: Automatisch opnieuw verbinden na onderbreking
no_no: Koble til automatisk ved brudd
ro_ro: Reconectare automată la pierderea legăturii

source: Brought to you by:
es_es: Presentado por:

source: Can't connect to the daemon, trying to start it automatically...
es_es: No se pudo conectar al Daemon, intentando iniciar automáticamente...

source: Channel
de_de: Kanal
el_gr: Καναλι
es_es: Canal
es_gl: Canle
he_he: ערוץ
it_it: Canale
ja_ja: チャンネル
ko_kr: 채널
nl_nl: Kanaal
no_no: Kanal
ro_ro: Canal

source: Choose from the networks below:
de_de: Wählen Sie eines der folgenden Netzwerke:
el_gr: Επιλεξτε απο τα δίκτυα:
es_es: Seleccione una de las siguientes redes:
es_gl: Elixa entre as redes seguintes:
he_he: בחר מבין הרשתות הבאות:
it_it: Scegliere fra le seguenti reti:
ja_ja: 以下のネットワークから選択してください:
ko_kr: 밑에 있는 네트워크 중 하나를 선택해주세요:
nl_nl: Kies uit onderstaande netwerken:
no_no: Velg mellom nettverkene nedenfor:
ro_ro: Alege dintre reţelele de mai jos

source: Configuring preferences for wired profile "$A"
es_es: Configurando las preferencias del perfil cableado "$A"

source: Configuring preferences for wireless network "$A" ($B)
es_es: Configurando las preferencias para la red inalámbrica "$A" ($B)
nl_nl: Voorkeuren instellen voor draadloos netwerk "$A"($B)
no_no: Konfigurerings innstillinger for trådløst nettverket "$A" ($B)

source: Configuring wireless interface...
de_de: Konfiguriere Drahtlosadapter...
el_gr: Ρυθμιση ασυρματης συσκευης...
es_es: Configurando red inalámbrica...
es_gl: Configurar a interface inarámica...
he_he: מגדיר ממשק אלחוטי...
it_it: Configurazione interfaccia wireless in corso...
ja_ja: 無線インターフェースの設定を指定中。。。
ko_kr: 무선 네트워크 인터페이스를 설정합니다...
nl_nl: Draadloze interface configureren...
no_no: Konfigurerer trådløst nettverkskortet...
ro_ro: Configurare interfaţă fără fir...

source: Connect
de_de: Verbinden
el_gr: Συνδεση
es_es: Conectar
es_gl: Conectar
he_he: התחבר
it_it: Connetti
ja_ja: 接続
ko_kr: 연결
nl_nl: Verbinden
no_no: Koble til
ro_ro: Conectează

source: Connected to $A at $B (IP: $C)
de_de: Verbunden mit $A bei $B (IP: $C)
el_gr: Συνδεμενο στο $A με $B (IP: $C)
es_es: Conectado a $A en $B (IP: $C)
es_gl: Conectada a $A en $B (IP: $C)
he_he: מחובר ל-$A ב-$B (IP: $C)
it_it: Connesso a $A al $B (IP: $C)
ja_ja: $B で $A に繋がれています（IP: $C）
ko_kr: $A로 연결이 되었습니다. 신호강도: $B (IP:$C)
nl_nl: Verbonden met $A op $B (IP: $C)
no_no: Koblet til $A med $B (IP: $C)
ro_ro: Conectat la $A ($B, IP: $C)

source: Connected to wired network (IP: $A)
de_de: Mit Kabelnetzwerk verbunden (IP: $A)
el_gr: Συνδεμενο με ενσυρματο δικτυο (IP: $A)
es_es: Conectado a red cableada (IP: $A)
es_gl: Conectada a rede de cabo (IP: $A)
he_he: מחובר לרשת חוטית (IP: $A)
it_it: Connesso alla rete cablata (IP: $A)
ja_ja: 有線ネットワークに繋がれています（IP: $A）
ko_kr: 유선 네트워크에 연결되어 있습니다.(IP:$A)
nl_nl: Verbonden met bedraad netwerk (IP: $A)
no_no: Koblet til med kabel (IP: $A)
ro_ro: Conectat la reţea prin fir (IP: $A)

source: Connecting to daemon...
es_es: Conectando al Daemon

source: Connecting...
de_de: Verbinde...
el_gr: Συνδεση...
es_es: Conectando...
es_gl: Conectando...
he_he: חיבור
it_it: Connessione in corso...
ja_ja: 接続中。。。
ko_kr: 연결 중...
nl_nl: Verbinden...
no_no: Kobler til...
ro_ro: Conectare...

source: Connection Cancelled
de_de: Verbindung abgebrochen
el_gr: Ακύρωση Σύνδεσης
es_es: Conexión cancelada
es_gl: Conexión cancelada
he_he: חיבור מבוטל
it_it: Connessione interrotta
ja_ja: 接続がキャンセルされました
ko_kr: 연결이 취소되었습니다.
nl_nl: Verbinding geannuleerd
no_no: Tilkoblingen er avbrutt
ro_ro: Conexiune anulată

source: Connection Failed: Bad password
de_de: Verbindung fehlgeschlagen: Falsches Passwort
el_gr: Αποτυχία Σύνδεσης: Λάθος κωδικός
es_es: Fallo de conexión: contraseña errónea
es_gl: Fallou a conexión: contrasinal non válido
he_he: חיבור נכשל: סיסמה שגויה
it_it: Connessione fallita: password errata
ja_ja: 接続に失敗：パスワードが不正です
ko_kr: 연결 실패: 잘못된 비밀번호
nl_nl: Verbinden mislukt: ongeldig wachtwoord
no_no: Kunne ikke koble til: Feil passord
ro_ro: Conexiune ratată: Parolă greşită

source: Connection Failed: Unable to Get IP Address
de_de: Verbindung fehlgeschlagen: Keine IP Adresse erhalten
el_gr: Αποτυχία σύνδεσης:
es_es: Fallo de conexión: Incapaz de obtener dirección IP
es_gl: Fallou a conexión: non se pode obter o enderezo IP
he_he: חיבור נכשל: לא הושגה כתובת IP
it_it: Connessione fallita: impossibile ottenere un indirizzo IP
ja_ja: 接続に失敗：IPアドレスが取得できません
ko_kr: 연결 실패: IP 주소를 가져오지 못했습니다.
nl_nl: Verbinden mislukt: geen IP-adres ontvangen
no_no: Kunne ikke koble til: Mangler IP-addresse
ro_ro: Conexiune ratată: Nu a putut fi obţinută o adresă IP

source: Could not connect to wicd's D-Bus interface. Check the wicd log for error messages.
es_es: No se pudo conectar con la interface D-Bus Wicd. Verifique la bitacora (log file) de errores

source: Create Ad-Hoc network
de_de: Ad-hoc-Netzwerk erstellen
el_gr: Δημιουργια δικτυου Ad-Hoc
es_es: Crear red Ad-Hoc
es_gl: Crear rede «Ad-Hoc»
he_he: צור רשת אד-הוק
it_it: Crea una rete Ad-Hoc
ja_ja: Ad-Hocネットワークを作成する
ko_kr: Ad-Hoc 네트워크를 생성합니다.
nl_nl: Ad-hoc netwerk opzetten
no_no: Lag et ad-hoc-nettverk.
ro_ro: Crează o reţea Ad-Hoc

source: DBus failure! This is most likely caused by the wicd daemon stopping while wicd-curses is running. Please restart the daemon, and then restart wicd-curses.
es_es: Falló Dbus! Es probable que haya sido causado porque el demonio wicd se detuvo mientras wicd-curses esta funcionando. Por favor reinicie el demonio, y luego reinicie wicd-curses

source: DHCP Client
el_gr: Πελάτης DHCP
es_es: Cliente DHCP
es_gl: Cliente DHCP
he_he: לקוח DHCP
it_it: Client DHCP
ja_ja: DHCPクライアント
ko_kr: DHCP 클라이언트
no_no: DHCP-klient
ro_ro: Client DHCP

source: Debugging
es_es: Depurando
no_no: Avlusing

source: Done connecting...
de_de: Verbindung hergestellt...
el_gr: Συνδεση Εγινε...
es_es: Conexión realizada...
es_gl: Conexión establecida...
he_he: חיבור הושלם...
it_it: Connessione completata...
ja_ja: 接続の確立です。。。
ko_kr: 연결되었습니다...
nl_nl: Verbinding maken voltooid...
no_no: Koblet til...
ro_ro: Încheiere conexiune...

source: EXCEPTION! Please report this to the maintainer and file a bug report with the backtrace below:
es_es: EXCEPCIÓN! Por favor, informe al mantenedor y envíe con el archivo de informe de error el trazado inverso siguiente:

source: Enable debug mode
de_de: Debug-Modus aktivieren
el_gr: Ενεργοπ. λειτουργιας αποσφαλματωσης
es_es: Activar modo de depuración
es_gl: Activar o modo depuración
he_he: אפשר מצב דיבוג
it_it: Abilita modalità debug
ja_ja: デバッグモードを有効にする
ko_kr: 디버깅 모드 사용
nl_nl: Debugmodus inschakelen
no_no: Skru på debug-modus
ro_ro: Mod debug

source: External Programs
de_de: Externe Programme
el_gr: Εξωτερικά Προγράμματα
es_es: Programas externos
es_gl: Programas externos
he_he: תוכנות חיצוניות
it_it: Programmi esterni
ja_ja: 外部プログラム
ko_kr: 외부 프로그램
nl_nl: Externe programma's
no_no: Eksterne programmer
ro_ro: Programe externe

source: Flushing the routing table...
de_de: Routing-Tabelle erneuern...
el_gr: Καθαρισμα πινακα δρομολογησης...
es_es: Limpiando tabla de rutas...
es_gl: Limpar a táboa de rutas...
he_he: מנקה טבלת ניתוב...
it_it: Pulizia della tabella di routing in corso...
ja_ja: ルーティングテーブル上からエントリが削除中。。。
ko_kr: 라우팅 테이블을 비우고 있습니다...
nl_nl: Route-tabel opschonen...
no_no: Tømmer rutetabellen...
ro_ro: Golire tabelă de rutare...

source: Gateway
el_gr: Πυλη
es_es: Puerta de enlace
es_gl: Porta de enlace
ja_ja: ゲートウェイ
ko_kr: 게이트웨이

source: General Settings
de_de: Allgemeine Einstellungen
el_gr: Γενικές Ρυθμίσεις
es_es: Configuraciones generales
es_gl: Configuración xeral
he_he: הגדרות כלליות
it_it: Impostazioni generali
ja_ja: ジェネラル設定
ko_kr: 일반 설정
nl_nl: Algemene instellingen
no_no: Generelle innstillinger
ro_ro: Setări generale

source: Generating PSK...
de_de: Generiere PSK ...
el_gr: Δημιουργια PSK...
es_es: Generando PSK...
es_gl: Xerar PSK...
he_he: מייצר PSK...
it_it: Generazione PSK in corso...
ja_ja: PSKを生成中。。。
ko_kr: PSK를 생성하고 있습니다...
nl_nl: PSK genereren...
no_no: Genererer PSK...
ro_ro: Generare PSK...

source: Generating WPA configuration file...
de_de: Generiere WPA-Konfigurationsdatei...
el_gr: Δημιουργια αρχειου ρυθμισης WPA...
es_es: Generando archivo de configuración WPA...
es_gl: Xerar o ficheiro de configuración WPA...
he_he: מייצר קובץ הגדרות WPA...
it_it: Generazione file di configurazione WPA in corso...
ja_ja: WPAコンフィグファイルを生成中。。。
ko_kr: WPA 설정 파일을 생성하고 있습니다...
nl_nl: WPA-configuratiebestand genereren...
no_no: Genererer WPA-konfigurasjonsfil...
ro_ro: Generare fişier configurare WPA...

source: Global DNS servers
es_es: Servidores DNS globales
no_no: Globale DNS-tjenere

source: Hidden Network
de_de: Verstecktes Netzwerk
el_gr: Κρυφο δικτυο
es_es: Red oculta
es_gl: Rede oculta
he_he: רשת מוסתרת
it_it: Rete Nascosta
ja_ja: 隠しネットワーク
ko_kr: 숨겨진 네트워크
nl_nl: Verborgen netwerk
no_no: Skjult nettverk
ro_ro: Reţea ascunsă

source: Hidden Network ESSID
de_de: ESSID des versteckten Netzwerks
el_gr: Κρυφο ESSID δικτυου
es_es: ESSID de red oculta
es_gl: ESSID de rede oculta
he_he: זיהוי (ESSID) של רשת מוסתרת
it_it: ESSID rete nascosta
ja_ja: 隠しネットワークのESSID
ko_kr: 숨겨진 네트워크의 ESSID
nl_nl: ESSID van verborgen netwerk
no_no: Skjult nettverk ESSID
ro_ro: ESSID Reţea ascunsă

source: Identity
de_de: Identität
el_gr: ταυτοτητα
es_es: Identidad
es_gl: Identidade
he_he: זהות
it_it: Identità
ja_ja: 識別
ko_kr: 실명
nl_nl: Identiteit
no_no: Identitet
ro_ro: Identitate

source: Key
de_de: Schlüssel
el_gr: Κλειδι
es_es: Clave
es_gl: Chave
he_he: מפתח
it_it: Chiave
ja_ja: 鍵
ko_kr: 키
nl_nl: Sleutel
no_no: Nøkkel
ro_ro: Cheie

source: Netmask
de_de: Netzwerkmaske
el_gr: Μασκα Δικτυου
es_es: Máscara de subred
es_gl: Máscara de rede
ja_ja: ネットマスク
ko_kr: 넷마스크
nl_nl: Netmasker
no_no: Nettverksmaske
ro_ro: Mască rețea

source: Network Interfaces
es_es: Interfaces de red

source: No wireless networks found.
de_de: Keine drahtlosen Netzwerke gefunden.
el_gr: Δεν βρεθηκαν ασυρματα δικτυα.
es_es: No se encontraron redes inalámbricas.
es_gl: Non se atopan redes inarámicas
he_he: לא נמצאו רשתות אלחוטיות
it_it: Nessuna rete wireless trovata.
ja_ja: 無線ネットワークを見つかりませんでした
ko_kr: 무선 네트워크 AP를 찾을 수 없습니다.
nl_nl: Geen draadloze netwerken gevonden.
no_no: Ingen trådløse nettverk funnet.
ro_ro: Nu au fost găsite reţele fără fir

source: Not connected
de_de: Nicht verbunden
el_gr: Αποσυνδεμενο
es_es: No conectado
es_gl: Non conectada
he_he: מחובר
it_it: Non connesso
ja_ja: 接続がありません
ko_kr: 연결되지 않았습니다.
nl_nl: Niet verbonden
no_no: Ikke tilkoblet
ro_ro: Neconectat

source: Obtaining IP address...
de_de: Ermittle IP Adresse...
el_gr: Ανακτηση διευθυνσης IP...
es_es: Obteniendo dirección IP...
es_gl: Obtendo enderezo IP...
he_he: קבלת כתובת IP
it_it: Acquisizione indirizzo IP in corso...
ja_ja: IPアドレスが取得中。。。
ko_kr: IP 주소를 얻고 있습니다...
nl_nl: IP-adres verkrijgen...
no_no: Venter på IP-adresse...
ro_ro: Obţinere adresă IP...

source: Once here, you can adjust (or add) the "beforescript", "afterscript", and "disconnectscript" variables as needed, to change the preconnect, postconnect, and disconnect scripts respectively. Alternatively, you can configure the wireless networks by ESSID, by looking for the "[<ESSID>]" field in the config file.
es_es: Una vez aquí, se pueden ajustar (o añadir) las variables "antes de la secuencia de ordenes", "despues de la secuencia de ordenes" y "secuencia de ordenes de desconexión" necesarias para cambiar el estado de "conectar antes", conectar despues" y "desactivar secuencia de ordenes". Si lo prefiere, puede configurar las redes inalámbricas por ESSID, buscando el "[]" en los archivos de configuración.

source: Password
de_de: Passwort
el_gr: Κωδικος
es_es: Contraseña
es_gl: Contrasinal
he_he: סיסמה
ja_ja: パスワード
ko_kr: 암호
nl_nl: Wachtwoord
no_no: Passord
ro_ro: Parolă

source: Path to PAC File
de_de: Verzeichnispfad der PAC-Datei
el_gr: Διαδρομη σε αρχειο PAC
es_es: Ruta al archivo PAC
es_gl: Ruta ao ficheiro PAC
he_he: נתיב לקובץ PAC
it_it: Percorso del file PAC
ja_ja: PACファイルにパス
ko_kr: PAC 파일의 위치
nl_nl: Pad naar PAC-bestand
no_no: Sti til PAC-fil
ro_ro: Calea către fişier PAC

source: Preferences
de_de: Einstellungen
el_gr: Προτιμησεις
es_es: Preferencias
es_gl: Preferencias
he_he: הגדרות
it_it: Impostazioni
ja_ja: 設定
ko_kr: 환경설정
nl_nl: Voorkeuren
no_no: Innstillinger
ro_ro: Preferinţe

source: Press ESC to cancel
es_es: Presione ESC para cancelar
no_no: Trykk ESC for å avbryte

source: Press F8 or Q to quit.
es_es: Presione F8 o Q para salir
it_it: Premi F8 o Q per uscire
no_no: Trykk F8 eller Q for å avslutte.

source: Prompt for profile on wired autoconnect
de_de: Frage nach Profil für automatische Kabelverbindung
el_gr: Ζητηση προφιλ ενσυρματου δικτυου
es_es: Preguntar el perfil a usar al conectarse a red cableada
es_gl: Preguntar que perfil utilizar nas conexión por cabo
he_he: בקש מהמשתמש לבחור פרופיל בעת חיבור חוטי אוטומטי
it_it: Richiedi un profilo
ja_ja: 有線オートコネクトのとき、どのプロファイルを使用するかプロンプトする
ko_kr: 유선 네트워크 자동 연결에 필요한 프로파일의 위치
nl_nl: Profiel vragen bij automatische bedrade verbinding
no_no: Spør etter profil når du kobler til en kabel
ro_ro: Cere profil la conectarea automată prin fir

source: Putting interface down...
de_de: Netzwerkadapter wird deaktiviert...
el_gr: Κλεισιμο συσκευης...
es_es: Desconectando interfaz...
es_gl: Desactivar a interface...
he_he: מוריד ממשק...
it_it: Disabilitazione interfaccia in corso...
ja_ja: インターフェースが停止中。。。
ko_kr: 인터페이스의 작동을 중지시킵니다...
nl_nl: Interface uitschakelen...
no_no: Tar ned nettverkskort...
ro_ro: Închidere interfaţă...

source: Putting interface up...
de_de: Netzwerkadapter wird aktiviert...
el_gr: Ανοιγμα συσκευης...
es_es: Levantando interfaz...
es_gl: Activar a interface...
he_he: מעלה ממשק...
it_it: Abilitazione interfaccia in corso...
ja_ja: インターフェースが起動中。。。
ko_kr: 인터페이스를 다시 작동시킵니다...
nl_nl: Interface inschakelen...
no_no: Tar opp nettverkskort...
ro_ro: Deschidere interfaţă

source: Removing old connection...
de_de: Alte Verbindung wird entfernt...
el_gr: Αφαιρεση παλιας συνδεσης...
es_es: Eliminando conexión antigua...
es_gl: Eliminar conexións antigas
he_he: מסיר חיבור קודם...
it_it: Eliminazione vecchia connessione in corso...
ja_ja: 前の接続が削除中。。。
ko_kr: 예전 연결을 지우고 있습니다...
nl_nl: Oude verbinding verwijderen...
no_no: Fjerner gamle tilkoblinger...
ro_ro: Înlocuire conexiune veche...

source: Rename wired profile
es_es: Renombrar perfil de red cableada

source: Required encryption information is missing.
de_de: Benötigte Verschlüsselungsinformationen fehlen.
el_gr: Η απαιτούμενη πληροφορία κρυπτογράφησης δεν υπάρχει.
es_es: Falta información para el cifrado
es_gl: Non se atopa a información precisa da encriptación.
he_he: חסר מידע על ההצפנה.
it_it: Informazioni richieste per la cifratura mancanti
ja_ja: 重要な暗号化情報がありません。
ko_kr: 필요한 암호화 정보가 없습니다.
nl_nl: Vereiste versleutelingsinformatie ontbreekt.
no_no: Mangler nødvendig informasjon om kryptering.
ro_ro: Lipseşte informăţie necesară

source: Resetting IP address...
de_de: IP-Adresse wird zurückgesetzt...
el_gr: Επανακτηση Διευθυνσης IP...
es_es: Reestableciendo dirección IP...
es_gl: Restablecer os enderezos IP...
he_he: מאתחל כתובת IP...
it_it: Reimpostazione indirizzo IP in corso...
ja_ja: IPアドレスが再指定中。。。
ko_kr: IP 주소를 다시 설정하고 있습니다...
nl_nl: IP-adres vernieuwen...
no_no: Tilbakestiller IP-adresse...
ro_ro: Resetare adresă IP...

source: Route Table Flushing
de_de: Leeren der Routing-Tabelle
el_gr: Σβήσιμο πίνακα δρομολόγησης
es_es: Limpiando tabla de rutas
es_gl: Limpar a táboa de rutas
he_he: ניקוי טבלת ניתוב
it_it: Pulizia della tabella di routing
ja_ja: ルーティングテーブル上からエントリを削除する
ko_kr: 라우트 테이블 플러슁
nl_nl: Opschonen route-tabel
no_no: Tøm rutingstabellen
ro_ro: Golire tabelă de rutare

source: Run disconnect script
de_de: Skript bei Beenden der Verbindung ausführen
el_gr: Τρεξε σεναριο αποσυνδεσης
es_es: Ejecutar script al desconectar
es_gl: Executar un «script» para desconexión
he_he: הרץ סקריפט ניתוק
it_it: Esegui script di disconnessione
ja_ja: 切断するスクリプトを実行する
ko_kr: 연결 끊기 스크립트 실행
nl_nl: Script uitvoeren bij verbreken verbinding
no_no: Kjør frakoplingsskript
ro_ro: Rulează script de deconectare

source: Run script after connect
de_de: Skript nach Verbindungsaufbau ausführen
el_gr: Τρεξε σεναριο μετα τη συνδεση
es_es: Ejecutar secuencia de órdenes después de conectar
es_gl: Executar un «script» despois de conectarse
he_he: הרץ סקריפט לאחר התחברות
it_it: Esegui dopo la connessione
ja_ja: 接続確立後の実行するスクリプト
ko_kr: 접속한 후에 스크립트를 실행합니다.
nl_nl: Script uitvoeren na verbinding maken
no_no: Skript som kjøres etter tilkobling:
ro_ro: Rulează script după conectare

source: Run script before connect
de_de: Skript vor Verbindungsaufbau ausführen
el_gr: Τρεξε σεναριο πριν τη συνδεση
es_es: Ejecutar secuencia de órdenes antes de conectar
es_gl: Executar un «script» antes de conectarse
he_he: הרץ סקריפט טרם התחברות
it_it: Esegui prima della connessione
ja_ja: 接続確立前の実行するスクリプト
ko_kr: 접속하기 전에 스크립트를 실행합니다.
nl_nl: Script uitvoeren vóór verbinding maken
no_no: Skript som kjøres før tilkobling:
ro_ro: Rulează script înainte de conectare

source: Scan
es_es: Explorar
no_no: Skann

source: Scanning networks... stand by...
es_es: Buscando redes... espere...
no_no: Skanner nettverkene.. vent lit...

source: Scripts
de_de: Skripte
el_gr: Σεναρια
es_es: Secuencias de órdenes
he_he: סקריפטים
it_it: Script
ja_ja: スクリプト
ko_kr: 스크립트
no_no: Skript
ro_ro: Script-uri

source: Secured
de_de: Gesichert
el_gr: Ασφαλης
es_es: Segura
es_gl: Segura
he_he: מאובטח
it_it: Sicura
ja_ja: セキュア
ko_kr: 암호화된
nl_nl: Beveiligd
no_no: Sikret
ro_ro: Asigurat

source: Select Hidden Network ESSID
es_es: Seleccione el ESSID de la red oculta

source: Select or create a wired profile to connect with
de_de: Wählen oder erstellen Sie ein Profil für ein kabelgebundenes Netzwerk um sich damit zu verbinden.
el_gr: Επιλέξτε ή δημιουργήστε profile για την ενσύρματη σύνδεση με
es_es: Seleccionar o crear un perfil para red cableada
es_gl: Seleccionar ou crear un perfil con cabo para conectar con
he_he: בחר או צור פרופיל להתחברות חוטית
it_it: Seleziona o crea un profilo cablato con cui connettersi
ja_ja: 有線プロファイルを「選択」又は「追加」する
ko_kr: 연결하려면 유선 연결 설정 프로파일을 선택하거나 새로 만드세요.
nl_nl: Profiel maken of selecteren voor bedrade verbinding
no_no: Velg eller lag en profil for å koble til kablet nettverk
ro_ro: Selectează sau crează un profil reţea prin fir pentru conectare

source: Setting broadcast address...
de_de: Setze Broadcast-Adresse...
el_gr: Ρυθμιση διευθυνσης εκπομπης...
es_es: Especificando dirección broadcast...
es_gl: Configurar enderezos «broadcast»...
he_he: קובע כתובת שידור...
it_it: Impostazione indirizzo di broadcast in corso...
ja_ja: ブロードキャストアドレスが指定中。。。
ko_kr: 브로드캐스트 주소를 정하고 있습니다...
nl_nl: Broadcast-adres instellen...
no_no: Setter broadcast-adresse...
ro_ro: Setare adresă de transmitere...

source: Setting static DNS servers...
de_de: Setze statischen DNS-Server...
el_gr: Ρυμιση στατικου διακομιστη DNS...
es_es: Especificando direcciones DNS estáticas...
es_gl: Configurar servidores estáticos de DNS...
he_he: קובע שרתי DNS סטאטיים...
it_it: Impostazione server DNS statici in corso...
ja_ja: スタティックDNSサーバーが指定中。。。
ko_kr: 고정된 DNS 서버의 주소를 등록하고 있습니다...
nl_nl: Statische DNS-servers instellen...
no_no: Setter statiske DNS-tjenere...
ro_ro: Setare DNS-uri statice...

source: Setting static IP addresses...
de_de: Setze statische IP-Adresse...
el_gr: Ρυθμιση στατικης δ/νσης IP...
es_es: Especificando direcciones IP estáticas...
es_gl: Configurar enderezos IP estáticos...
he_he: קובע כתובות IP סטאטיות...
it_it: Impostazione indirizzi IP statici in corso...
ja_ja: スタティックIPアドレスが指定中。。。
ko_kr: 고정된 IP 주소를 등록하고 있습니다...
nl_nl: Statische IP-adressen instellen...
no_no: Setter statisk IP-adresse...
ro_ro: Setare adresă IP statică...

source: Stop Showing Autoconnect pop-up temporarily
de_de: Popup bei automatischer Verbindung vorübergehend nicht anzeigen
el_gr: Διακοπή εμφάνισης μηνύματος επανασύνδεσης
es_es: Dejar de mostrar mensaje emergente de autoconexión temporalmente
es_gl: Deter temporalmente o listado emerxente de conexión automática
he_he: בטל זמנית הודעות קופצות על חיבור אוטומטי
it_it: Non mostrare temporaneamente il pop-up di connessione automatica
ja_ja: オートコネクトのポップアップを仮に表示しない
ko_kr: 자동 연결 팝업 표시를 잠시 중단합니다.
nl_nl: Pop-up 'Automatisch Verbinden' tijdelijk niet weergeven
no_no: Ikke vis oppsprett-vindu for autotilkobling
ro_ro: Nu mai arăta pentru moment popup-ul deconectare automată

source: Terminated by user
es_es: Finalizado por el usuario
