Repository: torstefan/wicd
Catalog: po/*.po
Languages: de_de, nl_nl

source: Run post-disconnect script
de_de: Starte "Nach-Trennungs"-Skript
nl_nl: Post-verbindingsverbreking-script uitvoeren

source: ERROR: wicd-curses was denied access to the wicd daemon: please check that your user is in the "$A" group.
de_de: Fehler! Wicd-curses wurde der Zugriff auf den Wicd-Daemon nicht gestattet. Bitte versichern sie sich, dass ihr Benutzer in der Gruppe $A ist.
nl_nl: FOUT: wicd-curses werd de toegang tot de wicd-daemon geweigerd: ga na of uw gebruikersaccount wel lid is van de "$A" groep.

source: Resetting IP address...
de_de: IP-Adresse wird zurückgesetzt...
nl_nl: IP-adres opnieuw instellen...

source: Preferences dialog
de_de: Voreinstellungen:
nl_nl: Voorkeuren

source: Connection Failed: No DHCP offers received.
de_de: Verbindung fehlgeschlagen: Keine DHCP-Adresse erhalten
nl_nl: Verbinding mislukt: Geen DHCP-aanbod ontvangen.

source: For more detailed help, consult the wicd-curses(8) man page.
de_de: Verwenden Sie die wicd-courses (8) man Seite für ausführlichere Hilfe.
nl_nl: Raadpleeg voor meer hulp de wicd-curses(8) manual-pagina.

source: Connection Failed: Bad password
de_de: Verbindung fehlgeschlagen: Falsches Passwort
nl_nl: Verbinding mislukt: Ongeldig wachtwoord

source: Unable to connect to wicd daemon DBus interface. This typically means there was a problem starting the daemon. Check the wicd log for more information.
de_de: Kein Verbindung zum wicd Daemon DBus Interface. " + "In der Regel gab es ein Problem den Daemon zu starten. " +" Überprüfen Sie das wicd Log für weitere Informationen:
nl_nl: Kan geen verbinding maken met de D-Bus-interface van de wicd-daemon. Dit betekent meestal dat er een probleem was bij het starten van de daemon. Lees het wicd log-bestand voor meer informatie.

source: Always show wired interface
de_de: Kabelgebundenes Netzwerk immer anzeigen
nl_nl: Bedrade netwerkadapter altijd weergeven

source: Could not connect to wicd's D-Bus interface. Check the wicd log for error messages.
de_de: Konnte nicht mit dem wicd D-Bus Interface verbinden. Überprüfen Sie das wicd Log auf Fehlermeldungen.
nl_nl: Kon geen verbinding maken met de wicd D-Bus-interface. Raadpleeg het wicd log-bestand voor foutmeldingen.

source: Path to PAC File
de_de: Pfad zur PAC-Datei:
nl_nl: Pad naar PAC-bestand

source: Display this help dialog
de_de: Zeige diesen Hilfe-Dialog
nl_nl: Geef deze hulp-dialoog weer

source: Disconnect from all networks
de_de: Trenne die Verbindung zu allen Netzwerken
nl_nl: Alle netwerkverbindingen verbreken

source: Changes to your backend won't occur until the daemon is restarted.
de_de: Die Änderungen werden erst aktiv, wenn der Daemon neu gestartet worden ist.
nl_nl: Veranderingen aan de 'backend' worden pas na een herstart van de daemon actief.

source: Stop a network connection in progress
de_de: Eine Netzwerkverbindung wird getrennt:
nl_nl: Opbouw netwerkverbinding afbreken

source: Connection Failed: Unable to Get IP Address
de_de: Verbindung fehlgeschlagen: Kann keine IP-Adresse beziehen
nl_nl: Verbinding mislukt: Kon geen IP-adres krijgen

source: Always switch to wired connection when available
de_de: Wechsel immer zur kabelgebundenen Verbindung, wenn verfügbar.
nl_nl: Altijd omschakelen naar bedrade verbinding, indien beschikbaar

source: WPA Supplicant
nl_nl: WPA-supplicant-programma

source: To avoid various complications, wicd-curses does not support directly editing the scripts. However, you can edit them manually. First, (as root)", open the "$A" config file, and look for the section labeled by the $B in question. In this case, this is:
de_de: Um verschiedene Probleme auszuschließen, erlaubt wicd nicht das direkte Ändern der Skripte. Trotzdem können Sie sie von Hand ändern. Öffnen Sie dazu (als Root) die Datei "$A" und schauen Sie nach dem Bereich unter $B. In diesem Fall ist das:
nl_nl: Om diverse complicaties te voorkomen wordt het rechtstreeks aanpassen van scripts door wicd-curses niet ondersteund. Ze kunnen wel handmatig worden aangepast. Open daarvoor eerst (als 'root') het configuratiebestand "$A" en zoek de sectie op die is gelabeld door de $B in kwestie. In dit geval is dat:

source: You can also configure the wireless networks by looking for the "[<ESSID>]" field in the config file.
de_de: Sie können Ihre Drahtlosnetzwerke auch im Bereich hinter "[<ESSID>]" konfigurieren.
nl_nl: De draadloze netwerken kunnen ook geconfigureerd worden door het opzoeken van het "[<ESSID>]"-veld in het configuratie-bestand.

source: Once there, you can adjust (or add) the "beforescript", "afterscript", and "disconnectscript" variables as needed, to change the preconnect, postconnect, and disconnect scripts respectively. Note that you will be specifying the full path to the scripts - not the actual script contents. You will need to add/edit the script contents separately. Refer to the wicd manual page for more information.
de_de: Dort können Sie die Skripte erstellen oder anpassen, die vor und nach Verbindungsaufbau sowie bei Verbindungsabbruch ausgeführt werden sollen. Tragen Sie dazu den vollständigen Pfad zu den Skripten (nicht den eigentlichen Skriptinhalt - den müssen sie separat in die entsprechenden Dateien eintragen) in die entsprechenden Felder. Schauen Sie in das wicd-Handbuch für mehr Informationen.
nl_nl: Op die plek kunnen de variabelen 'beforescript', 'afterscript' en 'disconnectscript' naar behoefte toegevoegd of aangepast worden. Daarmee worden de 'preconnect'-, 'postconnect'- en 'disconnect'-scripts veranderd. Geef het volledige pad voor de scripts op, en níet de ínhoud van de scripts. De inhoud van de scripts dient apart aangepast te worden. Bekijk de wicd manual-pagina voor meer informatie.

source: You must enter your password to configure scripts
de_de: Sie müssen Ihr Passwort eingeben um die Skripte zu ändern
nl_nl: Geef een wachtwoord op om scripts te configureren

source: Not connected
de_de: Nicht verbunden
nl_nl: Niet verbonden

source: Connection Cancelled
de_de: Verbindung getrennt
nl_nl: Verbindingspoging afgebroken

source: Scanning networks... stand by...
de_de: Suche nach Netzwerken... etwas Geduld bitte...
nl_nl: Er word naar netwerken gezocht... Even geduld a.u.b...

source: Password
de_de: Passwort
nl_nl: Wachtwoord

source: Prompt for profile on wired autoconnect
de_de: Nach Profil für automatische kabelgebundene Verbindung fragen
nl_nl: Vraag om profiel bij automatische bedrade verbinding

source: Use Static DNS
de_de: Verwende statische DNS
nl_nl: Gebruik statische DNS

source: Setting broadcast address...
de_de: Setze Boradcast-Adresse
nl_nl: Het broadcast-adres wordt ingesteld...

source: Refresh network list
de_de: Netzwerkliste neu laden
nl_nl: Netwerklijst verversen

source: Unsecured
de_de: Ungesichert
nl_nl: Niet beveiligd

source: Search domain
de_de: Suche Domain
nl_nl: Zoek-domein

source: Press ESC to cancel
de_de: Zum Abbrechen ESC drücken
nl_nl: Druk op de 'Esc'-toets om af te breken

source: Scanning
de_de: Suche
nl_nl: Zoeken

source: Flushing the routing table...
de_de: Leere die Routing-Tabelle...
nl_nl: De route-tabel word opgeschoond...

source: Brought to you by:
de_de: Zur Verfügung gestellt von:
nl_nl: U aangeboden door:

source: Connection failed: Could not contact the wireless access point.
de_de: Verbindung gescheitert. Konnte das Funknetzwerk nicht finden.
nl_nl: Verbinding mislukt. Geen contact gekregen met draadloos toegangspunt.

source: Select Hidden Network ESSID
de_de: Wähle versteckte Netzwerk ESSID
nl_nl: Kies ESSID van verborgen netwerk

source: External Programs
de_de: Externe Programme
nl_nl: Externe programma's

source: Connect
de_de: Verbinde
nl_nl: Verbinden

source: Use global DNS servers
de_de: Nutze globale DNS-Server
nl_nl: Gebruik globale DNS-servers

source: This network requires encryption to be enabled.
de_de: Für dieses Netzwerk muss die Verschlüsselung aktiviert sein
nl_nl: Dit netwerk vereist versleuteling om gebruikt te kunnen worden.

source: Use last used profile on wired autoconnect
de_de: Nutze das zuletzt verwendete Profil bei automatischer Netzwerkverbindung
nl_nl: Gebruik het laatstgebruikte profiel bij een automatische bedrade verbinding

source: Preferences
de_de: Einstellungen
nl_nl: Voorkeuren

source: You should almost always use wext as the WPA supplicant driver
de_de: Sie sollten in der Regel wext als Treiber für den WPA-Supplikanten verwenden
nl_nl: Bijna altijd is 'wext' het juiste WPA-supplicant-stuurprogramma

source: Connecting
de_de: Verbinde:
nl_nl: Verbinding opbouwen

source: Stop Showing Autoconnect pop-up temporarily
de_de: Vorübergehend das Pop-Up für automatische Verbindung nicht anzeigen
nl_nl: Het 'Automatische Verbinding'-pop-up-venster tijdelijk niet weergeven

source: Connecting to daemon...
de_de: Verbinde mit Dienst...
nl_nl: Verbinden met de daemon...

source: Automatically connect to this network
de_de: Verbinde automatisch mit diesem Netzwerk
nl_nl: Automatisch met dit netwerk verbinden

source: Add a new wired profile
de_de: Neues Kabel-Profil hinzufügen
nl_nl: Een nieuw 'bedraad'-profiel toevoegen

source: Use dBm to measure signal strength
de_de: Signalstärke in dBm messen
nl_nl: Gebruik 'dBm' om signaalsterkte weer te geven

source: Use these settings for all networks sharing this essid
de_de: Nutze diese Einstellungen für alle Netzwerke, die diese ESSID verwenden
nl_nl: Gebruik deze instellingen voor alle netwerken met deze ESSID

source: Configure Selected Network
de_de: Konfiguriere ausgewähltes Netzwerk
nl_nl: Gekozen netwerk configureren

source: Validating authentication...
de_de: Überprüfe Authentifizierung...
nl_nl: De authenticatie word gevalideerd...

source: Removing old connection...
de_de: Entferne alte Verbindung...
nl_nl: Oude verbinding verwijderen...

source: Key
de_de: Schlüssel
nl_nl: Sleutel

source: Wireless Networks
de_de: Kabellose Netzwerke
nl_nl: Draadloze netwerken

source: Configuring preferences for wired profile "$A"
de_de: Erstelle Einstellungen für das Kabelnetzwerk "$A"
nl_nl: Instellen van voorkeuren voor 'bedraad'-profiel "$A"

source: No wireless networks found.
de_de: Kein Funknetzwerk gefunden!
nl_nl: Geen draadloze netwerken gevonden.

source: Check if using madwifi/atheros drivers
de_de: Prüfen Sie, ob Madwifi oder Atheros Treiber verwendet werden!
nl_nl: Aanvinken als madwifi/atheros-stuurprogramma's gebruikt worden

source: Properties
de_de: Eigenschaften
nl_nl: Eigenschappen

source: Establishing connection...
de_de: Stelle Verbindung her...
nl_nl: Verbinding opbouwen...

source: Setting encryption info
de_de: Verschlüsselungsinformationen einstellen
nl_nl: Instellen versleutelingsinformatie

source: About Wicd
de_de: Über Wicd
nl_nl: Over Wicd

source: Set up Ad-hoc network
de_de: Ad-hoc-Netzwerk einrichten
nl_nl: Instellen van ad-hoc-netwerk

source: Connection established
de_de: Verbindung hergestellt
nl_nl: Verbinding gemaakt

source: Select scripts
de_de: Skripte auswählen
nl_nl: Kies scripts

source: Invalid address in $A entry.
de_de: Ungültige Adresse im Eintrag $A
nl_nl: Ongeldig adres in "$A"-instellingen.

source: Configuring wireless interface...
de_de: Konfiguriere WLAN-Gerät...
nl_nl: Instellen draadloze netwerkadapter...

source: Generating PSK...
de_de: Erstelle PSK...
nl_nl: Genereren van pre-shared-key...

source: Enable debug mode
de_de: Schalte Debug-Modus ein
nl_nl: Debug-modus aanzetten

source: Hidden Network
de_de: Versteckte Netzwerke
nl_nl: Verborgen netwerk

source: Anonymous Identity
de_de: Anonyme Identität
nl_nl: Anonieme identiteit

source: Unable to contact the Wicd daemon due to an access denied error from DBus. Please check that your user is in the $A group.
de_de: Konnte den Wicd-Daemon nicht ansprechen, da DBus einen "Zugriff verweigert"-Fehler ausgibt. Bitte versichern sie sich, dass ihr Benutzer in der Gruppe $A ist.
nl_nl: Contact met wicd-daemon niet mogelijk vanwege een 'toegang geweigerd'-fout van D-Bus. Controleer de instellingen van D-Bus.

source: Connected to wired network (IP: $A)
de_de: Verbunden mit Kabelnetzwerk (IP: $A)
nl_nl: Verbonden met bedraad netwerk (IP: $A)

source: Wireless Interface
de_de: WLAN-Gerät
nl_nl: Draadloze netwerkadapter

source: Could not find a graphical sudo program. The script editor could not be launched. You'll have to edit scripts directly your configuration file.
de_de: Konnte kein grafisches sudo-Programm finden. Der Skript-Editor konnte nicht gestartet werden. Sie müssen das Skript direkt in der Konfigurationsdatei ändern.
nl_nl: Een grafisch 'sudo'-programma werd niet gevonden. De script-editor kon niet worden gestart. Aanpassingen aan de scripts moeten rechtstreeks in het configuratie-bestand aangebracht worden.

source: Wired Networks
de_de: Kabelgebundene Netzwerke:
nl_nl: Bedrade netwerken

source: Use Encryption
de_de: Nutze Verschlüsselung
nl_nl: Gebruik versleuteling

source: Verifying access point association...
de_de: Überprüfe Verbindung zum Zugangspunkt...
nl_nl: Verifiëren van toegangspunt-associatie...

source: Global DNS servers
de_de: Globale DNS-Server
nl_nl: Globale DNS-servers

source: DNS domain
nl_nl: DNS-domein

source: Done connecting...
de_de: Verbindung erfolgreich...
nl_nl: Klaar met verbinden...

source: Can't connect to the daemon, trying to start it automatically...
de_de: Kann nicht mit dem Dienst verbinden. versuche den automatischen Start...
nl_nl: Kan geen verbinding met de daemon krijgen; een automatische start word geprobeerd...

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren

source: Putting interface up...
de_de: Starte das Gerät...
nl_nl: Starten van netwerkadapter...

source: DBus failure! This is most likely caused by the wicd daemon stopping while wicd-curses is running. Please restart the daemon, and then restart wicd-curses.
de_de: Verbindung mit DBus fehlgeschlagen! Sehr wahrscheinlich wurde der Wicd-Daemon gestoppt, während Wicd-curses noch läuft. Starten Sie bitte zunächst den Daemon und dann Wicd-curses neu.
nl_nl: 'D-Bus'-mislukking! Waarschijnlijk is de wicd-daemon gestopt terwijl wicd-curses bezig was. Herstart de daemon, en herstart dan wicd-curses.

source: Terminated by user
de_de: Vom Nutzer abgebrochen
nl_nl: Afgebroken door gebruiker

source: Wired Link Detection
de_de: kabelgebundene Netzwerkerkennung
nl_nl: Detecteren van bedrade verbinding

source: Add a new profile
de_de: Neues Profil hinzufügen
nl_nl: Voeg een nieuw profiel toe

source: Activate Internet Connection Sharing
de_de: aktiviere Internetverbindungsfreigabe
nl_nl: Internetverbinding-delen aanzetten

source: Create an Ad-Hoc Network
de_de: Erstelle ein Ad-Hoc-Netzwerk
nl_nl: Creëer een ad-hoc-netwerk

source: All controls are case sensitive
de_de: Alle Einstellungen berücksichtigen Groß- und Kleinschreibung
nl_nl: Alle opties zijn hoofd-/kleine-letter-gevoelig

source: Global DNS has not been enabled in general preferences.
de_de: Globale DNS wurde in den Einstellungen noch nicht freigeschaltet
nl_nl: Globale DNS is niet aangezet in algemene voorkeuren.

source: Advanced Settings
de_de: Erweiterte Einstellungen
nl_nl: Geavanceerde instellingen

source: Username
de_de: Benutzername
nl_nl: Gebruikersnaam

source: Automatic (recommended)
de_de: Automatisch (empfohlen)
nl_nl: Automatisch (aanbevolen)

source: Wired connection detected
de_de: Kabelverbindung gefunden
nl_nl: Bedrade verbinding gevonden

source: Notifications
de_de: Benachrichtigungen
nl_nl: Mededelingen

source: Netmask
de_de: Netzmaske
nl_nl: Netmasker

source: Choose from the networks below:
de_de: Wählen Sie eines der folgenden Netzwerke aus:
nl_nl: Kies uit de onderstaande netwerken

source: Connect to selected network
de_de: Verbinde mit dem ausgewählten Netzwerk
nl_nl: Met gekozen netwerk verbinden

source: Select or create a wired profile to connect with
de_de: Kabelnetzwerk auswählen, mit dem eine Verbindung hergestellt werden soll.
nl_nl: Selecteer of creëer een 'bedraad'-profiel om mee te verbinden

source: wicd-curses does not support deleting the last wired profile. Try renaming it ('F2')
de_de: Wicd-curses unterstützt das Löschen des letzten kabelgebundenen Netzwerkprofils nicht. Versuchen Sie es umzubenennen ('F2')
nl_nl: Het verwijderen van het laatste 'bedraad'-profiel wordt niet door wicd-curses ondersteund. Probeer het profiel een andere naam te geven ('F2')

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen

source: Connected to $A at $B (IP: $C)
de_de: Verbunden mit $A unter $B (IP: $C)
nl_nl: Verbonden met $A op $B (IP: $C)

source: EXCEPTION! Please report this to the maintainer and file a bug report with the backtrace below:
de_de: Ausnahmefehler! Bitte melden Sie das Problem an den Programmierer!
nl_nl: Programma-uitzondering! Maak a.u.b. een melding hiervan aan het programmeurs-team, en dien een bug-rapport in met daarin onderstaande 'backtrace'.

source: Configuring preferences for wireless network "$A" ($B)
de_de: Einstellungen festlegen für das Funknetzwerk "$A" ($B)
nl_nl: Instellen voorkeuren voor draadloos netwerk "$A" ("$B")

source: Disconnected
de_de: Verbindung getrennt
nl_nl: Verbinding verbroken

source: Obtaining IP address...
de_de: Warte auf IP-Adresse...
nl_nl: IP-adres verkrijgen...

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
de_de: Um mit einem Kabelnetzwerk Verbindung aufzunehmen, müssen Sie ein Netzwerkprofil erstellen. Geben Sie eine Bezeichnung für das Netzwerk ein und klicken Sie auf "Add".
nl_nl: Om verbinding met een bedraad netwerk te krijgen dient eerst een netwerk-profiel aangemaakt te worden. Geef een beschrijvende naam voor dat netwerk op, en klik op 'Toevoegen'.

source: Required encryption information is missing.
de_de: Die benötigte Verschlüsselungs-Information fehlt!
nl_nl: Benodigde versleutelingsinformatie is niet gevonden.

source: The wicd daemon has shut down. The UI will not function properly until it is restarted.
de_de: Der Wicd-Dienst ist abgeschaltet. Sie müssen den Dienst neu starten, damit er wieder funktioniert.
nl_nl: De wicd-daemon is gestopt. De gebruikers-interface zal niet goed werken totdat de daemon weer is gestart.

source: To connect to a wired network, you must create a network profile. To create a network profile, type a name that describes this network, and press Add.
de_de: Um mit einem Kabelnetzwerk Verbindung aufzunehmen, müssen Sie ein Netzwerkprofil anlegen. Geben Sie eine Bezeichnung ein und Klicken Sie auf "Hinzufügen".
nl_nl: Om een verbinding te maken met een bedraad netwerk moet een netwerk-profiel worden aangemaakt. Geef een beschrijvende netwerknaam op, en klik op 'Toevoegen'.

source: Setting static DNS servers...
de_de: Stelle statische DNS-Server ein...
nl_nl: Statische DNS-servers instellen...

source: Automatically reconnect on connection loss
de_de: Automatische Neuverbindung bei Abbruch
nl_nl: Automatisch opnieuw verbinden bij verbindingsverlies

source: Use Encryption (WEP only)
de_de: Nutze Verschlüsselung (nur WEP)
nl_nl: Gebruik versleuteling (alleen WEP)

source: Wired Autoconnect Settings
de_de: Einstellungen für automatische Verbindung bei Kabelnetzwerk
nl_nl: Instellingen voor automatische bedrade verbinding

source: Run script before connect
de_de: Starte Skript vor der Verbindung
nl_nl: Voer script uit vóór het verbinden

source: Debugging
de_de: Fehlersuche
nl_nl: Debuggen

source: Network Interfaces
de_de: Netzwerkgeräte
nl_nl: Netwerkadapters

source: Use default profile on wired autoconnect
de_de: Voreingestelltes Profil bei Kabelverbindung wählen
nl_nl: Gebruik het standaard-profiel bij automatische bedrade verbinding

source: Scan
de_de: Suche
nl_nl: Zoek

source: Generating WPA configuration file...
de_de: Erstelle die WPA-Konfigurationsdatei...
nl_nl: Genereren van WPA-configuratie-bestand...

source: WPA Supplicant Driver
de_de: WPA-Supplikant-Treiber
nl_nl: WPA-supplicant-stuurprogramma

source: Wicd needs to access your computer's network cards.
de_de: Wicd muss auf die Netzwerkkarten Ihres Computers zugreifen
nl_nl: Wicd moet toegang hebben tot de netwerkkaarten in deze computer.

source: Wireless Kill Switch Enabled
de_de: Funkverbindung abschalten - Schalter aktiv
nl_nl: Draadloze 'Kill Switch' geactiveerd

source: Hidden Network ESSID
de_de: Versteckte Netzwerk-ESSID
nl_nl: ESSID van verborgen netwerk

source: Secured
de_de: Gesichert
nl_nl: Beveiligd

source: Putting interface down...
de_de: Schalte Gerät ab...
nl_nl: Stoppen van netwerkadapter...

source: Authentication
de_de: Authentifizierung
nl_nl: Authenticatie

source: Run script after connect
de_de: Führe Script nach dem Verbinden aus
nl_nl: Voer script uit ná verbinden

source: Run pre-disconnect script
de_de: Starte Skript vor der Verbindungstrennung
nl_nl: Pre-verbindingverbrekings-script uitvoeren

source: Wicd daemon unreachable
de_de: Wicd Dienst antwortet nicht
nl_nl: Kan geen contact krijgen met wicd-daemon

source: Channel
de_de: Kanal
nl_nl: Kanaal

source: Rename wired profile
de_de: Profil für Kabelnetzwerk umbenennen
nl_nl: Hernoem 'bedraad'-profiel

source: The wicd daemon is unavailable, so your request cannot be completed
de_de: Der Wicd-Dienst ist nicht verfügbar, Ihre Anfrage kann nicht abgeschlossen werden
nl_nl: De wicd-daemon is niet beschikbaar; het verzoek kan niet uitgevoerd worden

source: Setting static IP addresses...
de_de: Setze statische IP-Adresse...
nl_nl: Statische IP-adressen worden ingesteld...

source: Scan for hidden networks
de_de: Suche nach versteckten Netzwerken
nl_nl: Zoek naar verborgen netwerken

source: Use Static IPs
de_de: Verwende statische IPs
nl_nl: Gebruik statische IP-adressen

source: use urwid's raw screen controller
de_de: Benutze urwid's direkte Bildschirm Steuerung
nl_nl: Gebruik de 'raw screen controller' van urwid

source: Route Table Flushing
de_de: Route Tabelle löschen
nl_nl: Route-tabel opschonen

source: Display notifications about connection status
de_de: Benachrichtigungen über den Verbindungsstatus anzeigen
nl_nl: Geef mededelingen over verbindings-status weer

source: Identity
de_de: Identität
nl_nl: Identiteit

source: Automatic Reconnection
de_de: Automatische Neuverbindung
nl_nl: Automatisch opnieuw verbinden

source: Wired Interface
de_de: Netzwerkkarte
nl_nl: Bedrade netwerkadapter

source: Press F8 or Q to quit.
de_de: Drücken Sie zum Beenden F8 oder Q
nl_nl: Druk op 'F8' of 'Q' om af te sluiten.

source: Use as default profile (overwrites any previous default)
de_de: Als Standardprofil verwenden (überschreibt jede vorherige Standardeinstellung)
nl_nl: Gebruik als standaard-profiel (vervangt evt. vorige standaard)

source: Wired Network
de_de: Kabelgebundenes Netzwerk
nl_nl: Bedraad netwerk

source: Disconnecting active connections...
de_de: Trenne aktive Verbindungen...
nl_nl: Actieve verbindingen verbreken...

source: Suspend script
de_de: Unterbreche Skript
nl_nl: Pauzestand-script

source: Resume script
de_de: Skript fortsetzen
nl_nl: Hervatten-script

source: Invalid IP address entered.
de_de: Ungültige IP-Adresse eingegeben.
nl_nl: Ongeldig IP-adres opgegeven.

source: Ping static gateways after connecting to verify association
nl_nl: Associatie met statische gateways verifiëren door na het verbinden te pingen

source: Wired IP: RX: TX:
nl_nl: Bedraad IP: RX: TX:

source: Wireless SSID: Speed: IP: Strength: RX: TX:
nl_nl: Draadloos SSID: Snelheid: IP: Sterkte: RX: TX:

source: Scripts
de_de: Skripte

source: Wicd Curses Interface
de_de: Wicd Text-Oberfläche
